const language = {
  FILM: "Фильм",
  UI_BACK: "Назад",

  MSG_NOT_FOUND: 'Ничего не найдено',
  MSG_KEYWORD_IS_EMPTY: 'Нужно ввести ключевое слово',
  MSG_SAVE_ME: "Данные успешно обновлены",

  ERROR_UNDEFINED: "Неизвестная ошибка",
  ERROR_API_MOVIES:'Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз',
  ERROR_ON_SERVER: "На сервере произошла ошибка",
  ERROR_404: "Страница по указанному маршруту не найдена"
}
export default language;
